[
    {
        "案例编号": "CASE_001",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/c1ee9ml3GTPdb",
                "正文": "不听我解释把我拉黑 但他又发了朋友圈\n上一次打电话把我加回来，我想着该怎么和他解释，这么多天了我很努力在白天做很多事情试图不去想与他相关的事情，一旦到了夜深人静的时候我又会不自觉翻着我们的合照，我真的太想他了，也想明白了很多，我们那些时光都是快乐的。听歌的时候好多回忆都重新浮现在我的脑海里，那时候骗妈妈也要跑出去和他见一面，或许我不够好，但那是我最勇敢的十八岁，那也是我最珍贵的青春。那时候我总是和他说以后见不到面子的日子该怎么过，说着说着就流了眼泪，他总是擦着我的泪水说我们会永远在一起，如果时间停留在那一刻就好了。这段时间明明我也准备好了抽离这段感情，他把我加回去的时候我又慌了，我知道他爱面子，也知道这条是发给我看的，可我还要找说话吗",
                "配图": [
                    "images\\001.png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_002",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/TguG9rbGTJQdb",
                "正文": "爸妈看不上女朋友家条件，让分手\n和女朋友是大学认识的，薪资到了谈婚论嫁的年纪，五月份介绍给家里认识之后，亲戚嫌女朋友家庭条件不好，已经开始给我张罗相亲了，介绍的都是一些所谓门当户对的，还没和女朋友说，要不要继续坚持。",
                "配图": []
            }
        ]
    },
    {
        "案例编号": "CASE_003",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/Iu2g01tKuOQdb",
                "正文": "分手后求和 感觉他没那么爱 还有好的必要吗\n不知道要不要和好了\n现在的相处模式跟以前大不相同\n本人还是很喜欢他的 但是也接受不了太多他对我苛刻的要求 总感觉会失去自我，不知道这是对还是错\n有点感到迷茫，并且觉得对方还是很高的姿态\n可能是当局者迷，旁观者清吧，\n可能本人也比较任性，有的地方比较钻牛角尖",
                "配图": [
                    "images\\003- (1).jpeg",
                    "images\\003- (10).jpeg",
                    "images\\003- (2).jpeg",
                    "images\\003- (3).jpeg",
                    "images\\003- (4).jpeg",
                    "images\\003- (5).jpeg",
                    "images\\003- (6).jpeg",
                    "images\\003- (7).jpeg",
                    "images\\003- (8).jpeg",
                    "images\\003- (9).jpeg"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_004",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/Iu6wP3KuQRQdb",
                "正文": "昂，男朋友跟前女友见面彻夜未归\n前女友总是来骚扰他[完啦R]从别的城市过来，上次我怕塔前女友一个人有什么危险，想不开，我就让他过去看看，谁知道去了一个下午，昨天又来，说只是吃个饭，又去了一个晚上。[完啦R] 我很平静，可能这就是不爱吧。[坏笑R][坏笑R]#关于对象的前任 我没有在忍啊啊啊啊啊没有在忍！平静！平静！",
                "配图": [
                    "images\\004- (1).png",
                    "images\\004- (2).png",
                    "images\\004- (3).png",
                    "images\\004- (4).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_005",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/kx9hl2SnmTQdb",
                "正文": "真心话一定要问男生的问题\n哼哼，诡计多端的老男人\n果然稍有姿色的男人是没有空🦅期的\n试探好不好拿捏我，是不是好短择我",
                "配图": [
                    "images\\005- (1).png",
                    "images\\005- (10).png",
                    "images\\005- (11).png",
                    "images\\005- (2).png",
                    "images\\005- (3).png",
                    "images\\005- (4).png",
                    "images\\005- (5).png",
                    "images\\005- (6).png",
                    "images\\005- (7).png",
                    "images\\005- (8).png",
                    "images\\005- (9).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_006",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/6IdIcKwc9UQdb",
                "正文": "后续：已经分了\n家人们 这段感情还有必要谈下去嘛 感觉这是一段不健康的恋爱 这两天心情都被搞得不太好了#求助 #谁来教教我 #恋爱 #网恋",
                "配图": [
                    "images\\006- (1).png",
                    "images\\006- (2).png",
                    "images\\006- (3).png",
                    "images\\006- (4).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_007",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/ONytJoG7CXQdb",
                "正文": 404,
                "配图": []
            }
        ]
    },
    {
        "案例编号": "CASE_008",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/dUkI6hRXd1Qdb",
                "正文": "1663天，就算是我的教训\n1663天   我四年青春  算我送你了\n我和他认识快五年了，感情本来挺好的，我甚至本来不婚主义者，开始动摇，甚至还要遥嫁，但是，自从他上班之后就开始变了，他开始变得，没有耐心，有些事情，我说一说，他就会说，说到这个就生气，我跟你说了多少次了。我说，我作为你的女朋友不可以有特权吗。他说，他对耐心早已经耗尽。\n上班之后，他开始忙碌，但是他还是有休息时间的，一开始他还在培训的时候，我就感觉他不想和我打视频，甚至是，他下班之后，我发的消息，他也会不回，正式上班后，因为他一天要上班十四小时（他说的，他让他说具体时间从来不说）上三四天休息一次，我就没有打视#聊天记录截图 #分手 #破防瞬间 频，我就发信息了，但是上班时候的消息都石沉大海，只有在我高高兴兴收拾好自己，打视频给他，就他看，他才会看。\n我说过，你可不可以下班之后，主动找我，你都不想我，他说，我只想睡觉，我说，比我重要，他就开始扯他的工作了。从他上班后，我们的交流只有四五天，一个小时的视频电话了\n以前我不想分手是因为，我觉得他上班很累，不想他休息的时候压力这么大，我就没有很在意，我想真心换真心。\n这次是因为，他以前休息（从公司回家休息一天）对会和我说一声，而且他下班时间几乎只有两个时候（凌晨三四点和中午十二点）但是，我洗澡听歌打开网易云（他手机绑定我的网易云放歌开车）弹出来“来自：iPhone15 播放，是否继续”我那时候就觉得不对劲，一打开天塌了。但是我依然想给他一次机会，问他，是不是休息，结果过了这么久回，甚至凌晨四点还出去喝酒，我当时很生气，我姐姐说让我腐乳肉看他怎么说，结果还是这样爱搭不理，真的失望透顶了。\n我是一个大学生，生活费不高，我依然想着留起来，我们见面的时候用，平时给他买礼物……",
                "配图": [
                    "images\\008- (1).png",
                    "images\\008- (2).png",
                    "images\\008- (3).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_009",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/jCE1Jkn7j1Qdb",
                "正文": "大家帮我看看，女朋友还爱我吗😭\n这是今天他和我的聊天记录，我感受不到她在乎我，上午还好好的，然后就说她去忙了，结果就两三个小时不回我，然后看她发了朋友圈….发自拍视频也没发给我，也没回我。然后就突然特别冷漠，结果晚上出去也没告诉我，感觉她什么也不告诉我，没有一点分享欲。最近感觉她越来越不在乎我，没把握放心上，我真的很内耗。她是大四准备毕业的，我是大二。她说她很爱我，但一直都是嘴上说说，我真的感受不到她的真心。生活中也总是说让我爱她要落到实处，我尽力去给她惊喜和礼物，但她的反馈总是很少很少，还总是情感漠视我，我给她说让她多在乎我，她却总说是我不够爱她，她说她很难相信一个人，我不管证明什么，她都说她就是这样。我好难受，大家能不能帮帮我….#有时候爱恨就在一瞬间",
                "配图": [
                    "images\\009- (1).png",
                    "images\\009- (10).png",
                    "images\\009- (11).png",
                    "images\\009- (2).png",
                    "images\\009- (3).png",
                    "images\\009- (4).png",
                    "images\\009- (5).png",
                    "images\\009- (6).png",
                    "images\\009- (7).png",
                    "images\\009- (8).png",
                    "images\\009- (9).png",
                    "images\\009-(12).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_010",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/PDwYzNWnF1Qdb",
                "正文": 404,
                "配图": []
            }
        ]
    },
    {
        "案例编号": "CASE_011",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=f248705ad101",
                "正文": "hy们，玩饥荒生骂了女朋友，女朋友决定不和我玩游戏了怎么办\n昨天下午玩饥荒两分钟死了三次，然后看到女朋友在那傻愣愣的不去复活我，就说她愣着干啥，还不复活我去，当时语气很不好，使唤人的态度。女朋友当时照做了，但是后来就闭麦了，然后3:40左右她还有课，一段时间后就没玩上课去了，但是一直在和我微信聊，我后来才知道，她哭了两节课！怎么办？真的很心疼她，我真不是东西，昨天也初步确认了，以后她不会陪我一起联机玩游戏了，我也承认是我的错误导致了这个结果，是我狠狠的伤害了她，所以我也不奢求以后她再陪我玩游戏，她以前很少和别人联机玩游戏，所以思维什么的还停留在单机，现在可能要永远的停留在单机……我现在唯一的诉求就是如何让我们的感情不受影响，球球万能的喝油们了！",
                "配图": [
                    "images\\011- (1).png",
                    "images\\011- (2).png",
                    "images\\011- (3).png",
                    "images\\011- (4).png",
                    "images\\011- (5).png",
                    "images\\011- (6).png",
                    "images\\011- (7).png",
                    "images\\011- (8).png",
                    "images\\011- (9).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_012",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=54c3705d258a",
                "正文": "女朋友这样我要咋回她，救救！\n从图一开始就是今早（端午）和她发的消息，图 1234 就是感觉她有点敷衍我，我就和她抱怨了，图 56 通过上面对话我觉得她可能不太开心，所以就趁着假日送她喝的，然后问她是不是因为啥不开心，（我们之前约好的今天去玩，图 6 说的是房价） 图 56 中间省略了一些，最后图 7 给我发了一堆， 看到图 7 后我就很难过，早上的好心情也没有了，女友有时会情绪不稳定，但是我也不知道今天我做错啥了，就想问问hym我哪里有做错的地方，以及要怎么回她。",
                "配图": [
                    "images\\012- (1).png",
                    "images\\012- (2).png",
                    "images\\012- (3).png",
                    "images\\012- (4).png",
                    "images\\012- (5).png",
                    "images\\012- (6).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_013",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=21d6705d08ec",
                "正文": 404,
                "配图": []
            }
        ]
    },
    {
        "案例编号": "CASE_014",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=7d977054f7ec",
                "正文": "大概是人生中的第一次恋爱?\n正如上面所说，我和她已经是分开了，所以接下来讲的，我想尽量以客观公正点的方式来讲述我和她的过去。 我跟她大概是今年2月份在鸣潮相识的。因为在游戏上刚刚开始聊的上来就认识了，本来是打算和她当个普通的网友的，但是在跟她联机的时候莫名其妙的发现了一些异常感，就感觉这个人哇，怎么会这么无聊？这么孤独?（因为我以前经历过某些事情，所以导致我看人比较准想的也比较多，况且看人看事都是非常敏感的那一类）所以我就主动的去接触了一下她，问她是不是有什么糟心事？是不是有什么很难过的事情？如果可以的话我可以跟她聊聊，排解一下伤心难过的事（这个我并不是因为是她个女生才会去帮，况且当时也不知道）然后她就跟我说了，和前夫哥分手的事，以及自己一个人在外工作，感到很孤独等等。然后我就在那安慰她，帮她排解时间等等（当时是大一，也没啥事干，有时间就想着能帮一下是一下咯）然后后面我们就互相交换了微信，之后就在微信上聊了。 到快要3月份的时候，她说她要去外面出差，会经常没有空，大概也就是一周聊一次那样。然后我就在那，帮她干鸣潮，然后等她回来的时候再跟她好好的聊聊天等等，在那个期间，她就经常的去挑逗我，去对我玩情趣，不过他也跟我讲了很多有关于她的事，比如她和前男友是怎么分手的，自己是怎样被pua三年，还有最近的工作等等（忘了说，她比我大五岁）然后我当时也没想那么多，就尽量以，理解，包容和尊重的态度去对待她。然后在这个过程之间我们也进行了互相揭开彼此的伤口。（就是我坦白了，我童年经历过的某些创伤之类的，让他知道我帮助她，并不是为了什么的）结果就是她对我的追求越来越猛烈了，然后我发现我也渐渐的开始变得喜欢上了她（主要是第一次被别人这么长时间的去追求，况且她在很多地方也和我很像就有点类似于知己之类的）但是我这个人因为过去的某些事，所以我对爱的看法都是比较悲观一类的，况且，我隐隐约约的察觉到了，她大概不是真的喜欢我（因为很多的时候都是我对她产生好奇，而不是她对我有好奇）但是当时我们俩聊的很暧昧，就是她那个人吧，经常对我开黄腔聊骚等等的，但我也不会去主动的说拒绝之类的，因为尽量的了解包容对方吧，我当时是这么想的。 之后就保持的那种特殊的暧昧关系，聊了有接近两个月左右，然后我就越发的察觉到她大概认真的去爱我，之后我对她告白了，我现在都还记得她当时的回答，她很开心，但是她又在那里考虑了，我们的年龄与地区（我是广东的，她是东北那一边的）等等，到了后面她是这么说的，“你再考虑一下当男女朋友的事，但我们现在可以去当爱人”这次当我确认了她的想法之后，我就选择立刻拉开距离保持关系了，因为从那刻起，我就已经知道了，她不是真的爱我。不过我和她还是照常保持着朋友的关系。 但是这份关系也持续不了多久，4月末的时候，她说她接到了她前男友的电话，然后她崩溃了，她就像个傻子那样拼了命的想要让自己看上去，要摆脱这份关系。甚至到选择出卖自己，在他和前夫哥联系完后一天，她选择了和她的老板去邮政局结婚，以这种方式来逃避问题。然后面对这种极端条件我也采取了极端的方式，让她开始冷静。我跟她提出来了，再过两天我就立刻和他说再见，她的一切东西，我都删除和拉黑。然后让她冷静了下来，之后我俩决定51放假后再好好的说再见。 之后呢，我在微信，以一种过来人的方式去教育她（就是说了她的行为到底有多么的愚蠢，她这样的行为对于在意她的人，爱她的人会造成多大的伤害等等“即使她这样了，可当时我还是爱着她且希望她能过得更好点，因为我知道她是个笨蛋，但是如果这样就选择放弃帮助的话，那么我会接受不了我自己”）然后我就通过这种方式把她骂到清醒了点，让她面对这种事情终于冷静了下来（就这么说吧，那个笨蛋不清醒到还跟我提过好几次自杀卖房子等等的一系列行为） 之后就是帮助她，让她能够正确的思考，让她能够好好的面对自己的内心去行动，以及给她提供一些建议之类的（不过在这个过程之中，感觉被更加的依赖了）到了后面也是解决了这件事情，彻底的解决开了她和她前男友的问题，之后就是等到我的退场，因为，她当时已经选择了和老板在一起过生活了（唉，人就是这样子的现实生活中的孤独感靠一个人是很难排解的）然后我也尊重，也让自己理解了她的选择，同时也也让她为了，她的选择承担她所应该要承担的责任，然后我们就选择在5月4号时，相互分手告别（在这个期间，她多次跟我说分别后还可以用短信联系然后都被我拒绝了） 不过，在分手告别的那一天，我也干了一件很傻的事情，我要求的一个很蠢很贱的事（我希望她这个跟我没有任何关系的人能祈求我早点去世）之后最后的分手也就聊崩了。 然后就是到现在了，我已经把有关于她的情感之类的全都给删了，然后再去好好的看了一些书，去学习，提升自己，在深刻的去了解自己。 然后也成功的把她从黑名单上删了回去，开心地认为即使这段情感已经失去了，但我也学习到了很多事情，我也帮助了别人。 结果就是她现在又联系回我了。 哇！真的都不知道要怎么说好了（我觉得我已经成功的让她能够成长到像个普通人了吧？）",
                "配图": [
                    "images\\014- (1).png",
                    "images\\014- (2).png",
                    "images\\014- (3).png",
                    "images\\014- (4).png",
                    "images\\014- (5).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_015",
        "帖子内容": [
            {
                "url": "https://mp.weixin.qq.com/s/jjjB6J66oW9ol5YARgsOkg",
                "正文": "我是女方，因为这件事分手了，已经断联三天了…\n每次冷静下来我脑子里就走马灯，想到好多他对我好的那些画面就像过电影一样在脑子里一帧一帧闪过，受不了，真的受不了…人的情感怎么这么复杂，但是我又何尝没对他好呢…\n之前谈论过一次这种男女平等的话题也吵了一架，我知道男生女生都不容易，但是他给我的感觉就是在他眼里男生更不容易，为什么没有一点设身处地的理解呢？\n\n",
                "配图": [
                    "images\\015- (1).png",
                    "images\\015- (2).png",
                    "images\\015- (3).png",
                    "images\\015- (4).png",
                    "images\\015- (5).png",
                    "images\\015- (6).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_016",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=c9c57042e2a2",
                "正文": 404,
                "配图": []
            }
        ]
    },
    {
        "案例编号": "CASE_017",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=31c06fa4a801",
                "正文": "第一次恋爱这样草草收尾\nlz今年25岁从去年十月谈了第一个女朋友，这几天莫名感觉她不想和我聊天，虽然她说没有，但是我觉得字数不会骗人，我是那种遇到问题就想解决问题，不想拖着，前天晚上就和她聊了聊，她说只是工作太累了原因，然后昨晚发现好像没什么变化，感觉一直在尬聊，所以直接和她爆了，想不通女生有时的想法，想问问这是情侣之间正常聊天吗，还是说是我太敏感了",
                "配图": [
                    "images\\017- (1).png",
                    "images\\017- (2).png",
                    "images\\017- (3).png",
                    "images\\017- (4).png",
                    "images\\017- (5).png",
                    "images\\017- (6).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_018",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=83527031dabc",
                "正文": "每个女孩子都这样吗？还是我太恋爱脑了\n感觉她有自己的生活 感觉我在她生活中一点都不重要 我的生活却是围着她转 因为她家长原因 我们亲和抱的次数很少 我们见面的次数也是很少 就明天她有时间 正好可以出去玩 然后她说根闺蜜吃东西 我感觉我整天都在策划怎么见面 怎么才能一起去玩 好像她的策划里面根本不把我放在第一位 我确天天想着怎么逗她开心 怎么才能在学校偶遇 她确要求这个要求那个 在学校不能一起散步 不可以找她 不可以过于亲密 她一遇到问题就对我冷暴力 她说她不知道说什么 在我看来这不就是冷暴力吗 唉 我也不是烂白菜啊 是我把她看太重了吗",
                "配图": [
                    "images\\018.png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_019",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=fea57010418a",
                "正文": "楼主28岁才开始的恋爱今天正式结束了\n楼主去年10月遇到的她，她是我的初恋，分手的那一刻我感觉天都塌了，盒友们，什么叫做感动不是爱呀?我感觉我没做错什么，却失去了她",
                "配图": [
                    "images\\019 (1).png",
                    "images\\019 (2).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_020",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/u7cfYTpCXGSdb",
                "正文": 404,
                "配图": []
            }
        ]
    },
    {
        "案例编号": "CASE_021",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/unmdNuBQuGSdb",
                "正文": "冷暴力分手\n我们交往四个月已互见家长，本以为关系正稳步走向未来。可自上个月起，他开始变得沉默寡言，态度判若两人。直至昨天，在长期冷遇下，我无奈提出分手。\n恋爱期间，我满心真诚地为他和他的家人准备礼物：送他精致茶具和生活小物，妇女节为他母亲挑选护肤品，母亲节更送上周大生的项链。这些心意，在分手后我从未想过要收回。然而，他却要求我退还交往时送我的一条项链，还表示共同开销不必计较。可感情本就是双向奔赴，我从未强迫他与我相恋，这四个月里，我倾注了全部的情感、时间与精力，一直抱着与他携手步入婚姻殿堂的期待。如今这般结局，让我满心委屈，那些真心付出，仿佛都成了一场空，实在令人寒心又失落。",
                "配图": [
                    "images\\021- (1).png",
                    "images\\021- (2).png",
                    "images\\021- (3).png",
                    "images\\021- (4).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_022",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/cZg33DQ0rKSdb",
                "正文": "上头期过不去了，怎么办？\n不是说多巴胺的分泌只能维持6个月吗？为什么快8个月了，还是那么上头呢？\n \n跟她还是有说不完的话，就连睡觉都抓着手机，醒来手都僵硬了。DeepSeek里全是有关她的问题，购物车里塞满了想送她的东西，仍然看看照片就把持不住，每天最期盼的就是深夜那短暂的独处时光。\n \n满脑子想的都是关于她的一切——研究怎么改善睡眠，怎么缓解出冷汗；记挂她总是腰酸，收藏了一堆给女朋友按摩的教程；想亲手做给她的美食，一回父母家就缠着我妈教我，让她误以为儿子懂事了……\n \n想她想到走火入魔，一会儿傻笑，一会儿忧伤，时而心酸，时而下面酸胀，患得患失就是如此了。\n \n可是姐姐不像从前那么热情了。回复越来越慢，留给我的时间越来越少。她嫌我粘人，嫌我浴球不满，就连表白都被她不耐烦地打断，让我别再车轱辘话了。\n \n她舍得放弃晚上我们的独处时间，好不容易等到她有空闲，她还要打两把游戏，跟朋友聊聊天。我知道，我在她那里的优先级已经不是第一位了，可她仍然是我的全世界。\n \n最近，我常常因为姐姐的冷淡而情绪低落。和姐姐表达感受，期盼她能理解，说是“摇尾乞怜”也不为过。她却说我“作”，嫌我总在抱怨，动不动就想要放弃我。\n \n朋友告诉我，姐姐和我在一起是为了让自己开心的，如果有了我反而更糟心，更牵扯精力，她还会留着我吗？\n \n我知道，我只能适应她的节奏，否则她会嫌我烦，我可能就要失去她了。可是，要怎么才能冷却下来呢？不是我不爱了，只不过我不想成为她的负担。",
                "配图": [
                    "images\\022- (1).png",
                    "images\\022- (2).png",
                    "images\\022- (3).png",
                    "images\\022- (4).png",
                    "images\\022- (5).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_023",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/S0WHRM8nhMSdb",
                "正文": "男朋友和异性没边界感不自知，该怎么办？\n1.男朋友和他的小团体出去玩，去livehouse\n2.男生人数不清楚，两个女生\n3.男生没住处，给两个女生开了房。\n5.男朋友和其中一个女生很熟说都是哥们，另外一个和我说不太熟（后又改口之前也一起玩只是不太联系）\n4.男朋友说女生还没来，天气太热去那间房里洗了个澡，然后把包放在了那个房间。我说为什么要把东西放女生住的房间里，很没边界感。男朋友说这没有问题，让我不要把我的思想代入给他。\n5.他把两个人闹矛盾的原因告诉了小团体中的一个男生，求的了一样的认同后和我说他们都不认为这样有问题。\n我的想法真的有问题吗？",
                "配图": [
                    "images\\023- (1).png",
                    "images\\023- (2).png",
                    "images\\023- (3).png",
                    "images\\023- (4).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_024",
        "帖子内容": [
            {
                "url": "http://xhslink.com/a/hoHoKglUpOSdb",
                "正文": 404,
                "配图": []
            }
        ]
    },
    {
        "案例编号": "CASE_025",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=78a47059fc12",
                "正文": "《三角洲抢走了我的男友》\n他很痴迷三角洲，而我不喜欢噪音（会耳朵痛） 他一打就打很久很久，我没办法和他聊天 我上一天班，一下班就会找他，但是他去和别人打三角洲不和我报备，经常在我跟他语音还挂着的时候，他就去启动yy和别人三角洲了，搞得我不知所措，我觉得这很没素质（你tm打游戏都不说一声吗？） 什么？你问我为什么不和他一起三角洲，喔，很抱歉，我不喜欢鹅厂的游戏，我也没摸过FPS，我也不喜欢三角洲（真去玩了你又要嫌我菜嫌我拖累队友我真的很讨厌带有竞技性质的游戏） 什么？你又问为什么不一起玩别的游戏，喔，很抱歉，他只会三角洲，我虽然三分钟热度，但我玩的游戏的数量还可以的（样样都玩样样不精） 5月5日，是我在他家里呆的最后一天，晚上就要回家，6号还要上班（他上班后租了个房子，方便我去找他玩） 在劳动节假期前，他说之前给别人代班，多上了一天班，可以5月5日请一天假，好好陪我玩，别看我表面没表情，其实内心还是很欢喜的，我真的期待他能陪我直到晚上送我去火车站回家，可是我没有等到，5.4日晚上他十点十一点又去和别人三角洲了，我以为他玩一小会儿就休息了，毕竟确实有计划次日出去玩，没想到他竟玩到了早上七点，他打了一晚上三角洲，而我因为睡眠浅，他又打着游戏开着灯，我没办法睡觉，莫名其妙“陪”他熬打牌了七点多才睡，等到中午我差不多醒了，起床了，想叫醒他一起出去，结果他死活起不来，我很失望；用着他的电脑玩了会儿尖塔，两点三点我又试着去叫醒他，他还是不肯起床，我生气了，便自己收拾收拾行李，把七点的高铁票换成五点的，趁他还在睡梦中，我独自一人坐地铁去了火车站。 因为三角洲这个游戏，我没少和他吵架，因为他总是打很久，打到快要睡觉的时候才上床找我，我很烦，我和他的工作不一样，他是三班倒的工作，我早八晚五，我们异地，我经常想方设法的找个可以一起玩的游戏，我想着别的异地恋情侣一起打游戏看着还挺欢乐的，我也去找找游戏一起玩，结果…他看上去对什么都不感兴趣，只想打三角洲，我总是感觉和他打游戏的体验很糟糕，没有什么互相压力，只是…即使是打游戏，我也感觉他很没能量的样子，只有打三角洲的时候最亢奋了，这样搞得我也很没劲。 5月28日，也就是今天，我五点多到家第一件事就是给他call个语音电话，我本想约他玩玩ow（为什么我不玩FPS却玩起了ow呢，我想着他不是只打FPS嘛，应该能和我一起玩ow，而且ow一局也就几分钟，不打排位应该也就遇不上多少压力怪…吧？），这才六点多，我和他语音还没到半小时，他又又又又不报备，自顾自的启动yy启动三角洲和别人玩上了，为什么我一定要强调打游戏报备这件事呢，因为他一边电脑和别人yy语音一边手机和我QQ语音，间接导致我不知道他在和谁说话（我又听不到yy那头的声音），搞得我很难受，就在刚刚，大约22点50不到的样子，他给我发消息说他洗漱完上床了，而我才刚刚结束ff14关机准备去洗漱，他明天要上班，通常来说十一点多他也就睡了，我不知道他这个点来找我的意义是什么，显得我像什么收尾用的工具人一样，在18点多到22点多这个期间，我俩之间一丁点交互都没有，没有语音（我嫌声音吵就挂掉了，他也什么都没做，只是一味的三角洲），没有发消息，我生气不想鸟他，他打三角洲也抽不出空回应我。 我讨厌三角洲，它夺走了本该属于我的一切。",
                "配图": []
            }
        ]
    },
    {
        "案例编号": "CASE_026",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=5d78705df57a",
                "正文": "到底是谁错了求盒友们帮忙分析和开导\n28/29/31这三天，28号我女朋友因为我没电了给他打视频，她给我挂了然后骂我妈这些，因为我前面给他说，可能打不了，只有三格电了，可是我觉得他很想打，就给他打过去了，结果他给我挂了就开始骂我妈说我有毛病什么的，晚上就给我说对不起什么的，说他当时情绪太暴躁了，然后说以后不会了，结果第二天早上也就是29号，因为我剪头发的事情，那天早上我才睡醒，我给他发了张照片，头发有点炸，结果他就开始骂我，说我头发像是告花子一样，骂的很凶，其实也有原因，因为他一个月之前就想让我剪，我给他明确表达了，我真的不想剪，他非要我剪，我也答应他了去剪，可是每次出去玩都把钱用完了，剪不了了，他也没有说什么，然后那天晚上他又来给我道歉，又是说以后不会了，结果今天31号，我找不到路，他问我周围有什么，我说有树和一个公交站，然后他问我地图上叫什么名字，地图上的那条路没有名字，无名道路，我跟他说了，他还是骂我，哈麻皮（重庆话的意思是蠢货）然后开始骂我妈之类的话，我全程没有骂他一句，我只是难过不开心，然后，他说找不到就不来，然后说跟我说话好累什么什么的又开始骂我妈，然后今天晚上的时候，我和他在外面玩，然后我把他骂我的话放给他听，他还很不好意思，就一直追我想把手机拿过去删掉那句话的语音，后来他不追了就坐着了我看他不高兴了，我过去哄他，她上来就是一巴掌，很痛，然后我也知道他生气了，我也没说什么，我就哄他，给他捶腿，然后把他的那些可爱的语音放给他听，他听的憋不住笑了，然后我就一直哄他，结果我放了一遍那个她发的宝宝不生气了好不好，他突然给我一巴掌给我说我跟你开玩笑的吗？然后我当时根本不知道她为什么打我，然后我就自己默默走了，我们旁边就是轻轨站，我们在那里坐着，我是土象，我就是想让他来挽留我，来找我，所以我在下面那个楼梯口等了他好久，他一直没有来，我就挺难过的，她说她看见我走的，可是当时他看见了，却在玩手机，他现在把问题推给我，她说是我走了让他不开心，可是我在离她不远处还给他说我走了，他也不回也不来找我，回家后现在在给我说是我的问题，把这几天的问题全部推给我，这几天他骂我我没有生气骂他，我很不高兴难过，他几句对不起就完了，也不反思自己，我觉得明明该不高兴的人是我，可是她好像把错都推我身上了，他说是因为我有错在先，没电了给他打视频是很大的错吗？找不到路说不出来路口，有错吗？那个地方我第一次去，我不知道怎么走，结果他给我说别人都知道就我不知道我当时已经无语了可是我还是和他好好说，他就一直很强势根本不愿意退一步的样子，我一直很包容她，我她做什么我都会包容，都不会生气，除了她骂我骂的很难听，或者我没有什么大错就骂我妈之类的，这几天我好纠结到底还要不要继续下去，我真的挺累的，一年多了，她从来不会想自己的问题，求喝油们帮我分析或者给我开导一下",
                "配图": [
                    "images\\026- (1).png",
                    "images\\026- (2).png",
                    "images\\026- (3).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_027",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=82db705b81b8",
                "正文": "盒友们，我的女朋友是不是不喜欢我。\n背景：我和她相亲认识的。正式交往半年了。我是中学老师，她是幼师。但她在本地工作。我在外地工作（相距70公里，高速50分钟）。 上周开始对我有点冷淡了，周日出来的时候，她和我说，媒人在催她尽快家长见面。 她和我说：要是我不想办法回本地。她就和我不打算有未来。 我向她说明了，我的工作调动很困难，再次确认了她的态度。她还是斩钉截铁的表示如果不回来，没有以后。 后来我仔细的想了想很多细节。 1.节日互送礼物，她从来没送过贵重的。情人节我送了800多的乐高，她送我淘宝百元内的洗车物品。520我送她1000多的音响，她送了我米家190的破壁机，是的就是最便宜那款。 2.有时候抗拒我的生理性接触，有次去搂她的腰，她冷冷的说了一句不要摸她。 3.相处半年多次邀请她来家里（仅仅是邀请她来打游戏，看电视），每次都是拒绝。 4.上面的截图是媒人和她最近的对话，很难想象是交往了半年的人说出来的。 她最近的举动：上次和我坦白了她的想法之后，我以为她是分手的意思。但是没想到的是最近开始频繁找我聊天了。本人恋爱经验比较少，还希望HY们指点一下。",
                "配图": []
            }
        ]
    },
    {
        "案例编号": "CASE_028",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=c087705e0cf3",
                "正文": 404,
                "配图": []
            }
        ]
    },
    {
        "案例编号": "CASE_029",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=ac227059ff96",
                "正文": "和前女友一直在纠缠，对于感情很困惑，特来寻求hy帮助\n我和她的情感经历很长，我们是高中同学，lz高二的时候到了她在的学校借读，在下学期的时候坐上了同桌，帮了lz很多那时候就暗生情愫，到了暑假的时候天天一起出去玩，晚上语音聊天，两个人互有好感，大学开学的时候就在一起了（都是初恋），当时一直在忧虑我在山西（我们家都在山西）上学她在北京，是异地恋。周围的人也在讲异地恋很困难，但是我们两个坚信我们可以度过。 正式开学以后，刚开始几周还好，两个人凭着暑假见面的温情维持感情，慢慢开学事情越来越多，她家庭情况很好，并且一直对于学业看得很开，lz是臭学医的，需要考研才有出路，因为生活上的琐事（回消息不及时，关心不到位）慢慢有了很多矛盾，比如晚上习惯性打视频，有时候lz一天满课加早七晚自习熬不住会提前关机，误掉打视频，她会偷偷生闷气，慢慢情绪会滚雪球，中间也会因为未来道路的不重合闹分手，但每次到了小长假可以见一面会刷新状态，会去看一些爱情片（爱乐之城啊，一天这种）然后一直磕磕绊绊到期末月，劳资因为话的歧义吃醋了，和她大吵了一架，发现误会的时候已经晚了，她在来找我的火车上和我提了分手（图二），lz当时觉得天都塌了，跑到火车站堵她把她吓了一跳，第二天晚上她跟lz讲原谅lz了，但相处起来怪怪的，lz冷静的过了一天，最后心有灵犀的在第三天下午她讲她放不下这件事，我们把所有事情讲开了和平分手。 本来以为lz的初恋到这里就结束了，当时和平分手，本身也是很好很好的朋友 中间一直联系，甚至会打视频交流，放了寒假以后lz的朋友叫我和她一起出去玩，两个人在这段时间好感度刷的蛮高的见了面后也一直约着见面去玩，在去学校的前一天，我们复合了，也讲清楚了我们各自的需求，她的需求就是需要喔在我们之间的情绪感情问题上多包容她一些相应的，她会在其他方面多包容lz，我们就这样开始了第二个学期。 第二个学期，我们也到了通常讲的磨合期，双方会展现出来更多的本性，我们都变得越来越挑剔，她会因为那次没有理她，没有猜到她在干什么，没有记清月经时间会认为lz不在乎他会大吵一架，lz也没有好到哪里去，她总讲lz像个小女孩一样，lz细想确实如此，起码在她面前如此，会撒娇，会求安慰，会阴阳怪气，会作会闹。我们吵架的频率越来越高一周一次到两三天一次，lz慢慢从一开始争论，到后来只要吵架就去哄她，会写一段又一段小作文去道歉（图4）但是慢慢也感觉到这样总归是不行的，lz一次一次道歉会变得越来越轻，她总会有一天不相信的。终于她有一次终于不再接受道歉了，大吵了一架没有再讲过话。她下一次回来时讲有东西要给我，约时间来了我家给我，我们在楼上讲话，这一次lz没有道歉，和她讲明了自己的想法，觉得一个人做不到这么包容，做不到包括两个人的情感问题（当时lz态度很差一直在指责他）她下楼离去并提了分手（图5），lz当时很舍不得她，但是有第一次的经验再加上第二学期每次吵架lz很长时间都在卑微求和，lz这次选择冷静没有去找他，然后收到了她在楼下等我的信息还是去找了她，我们讲着讲着就都哭了，都是第一次谈恋爱，我们真的不知道该怎么应对了，最后讲了有问题即使讲出来，最终没有分手。 好景不长，我们还是在吵架，不同的是，这次我在认真讲完我的想法后，她向我道了歉，之后每次又吵架lz都很强硬，有点像怕重蹈覆辙了，怕像之前一样一直道歉而忽略问题，两个人确实没有像之前那样，但是我们的生活好像渐行渐远，分享欲的不断下降，生活碰到了烦恼也不会相互陪伴，分享了回应也慢慢减少，临近五一前，在lz追问下她给lz讲了烦心事，lz终于忍不住问了她，是不是不问就不会给我讲这些事情，她态度一直不温不火，过了两天在五一的时候，lz一天没有发消息给她，她就没有发消息给lz，但是她其他的社交平台在线，第二天也是lz说一句话她回一句，然后再次询问，得到她觉得慢慢有点不认识我了，觉得我变了很多，一点都不会为她考虑，只顾自己，lz也不断争论，最后不欢而散，再也没有讲过话。没过多久就是她生日，lz约她出来把礼物给了她，并且好好聊了聊，最后结果是，我们深爱彼此，但我们完全不合适（个人性格习惯还有一点点家庭因素），所以我们有一次和平分手了，但我们还是朋友，我们还是会聊天，会打视频，周末有时间会见面一起出去玩但是碎镜难以重圆，因为一次争吵（算是lz无理取闹吧），聊天越来越少关系越来越冷淡，lz不甘心脱离之前那种状态，虽然lz知道不可能了， 但还是千方百计吸引她的注意，最后如图所示，骂完lz后就拉黑了，已经到了无法做朋友的地步了，lz上小号找她（图七）结果如图，到今天就再也没联系过了。 lz写这么长也是想帮助自己理清思路和反思，或许分开就应该保持一种类似陌生人的状态而不是当做亲密朋友，当时清醒一点也不会落到现在这个地步了。从上次说话到现在也有一周的时间了，lz也想了想对她的情感，可能一部分是喜欢，剩下都是对以前的执念，给双方带来如此大的痛苦ᖰ ᵕ᷄≀ ᵕ᷅ ᖳ 感谢hy们看完lz写的这么长一段流水账，但是lz现在真的很迷茫了，不知道现在应该当断则断还是应该争取，问了好多朋友也没有确定心意，特来咨询神通广大的hy，hy该骂就骂，本人听劝 凌晨写的，可能语句逻辑不通顺的，hy们多多海涵同时祝大家端午安康",
                "配图": [
                    "images\\029- (1).png",
                    "images\\029- (2).png",
                    "images\\029- (3).png",
                    "images\\029- (4).png",
                    "images\\029- (5).png",
                    "images\\029- (6).png",
                    "images\\029- (7).png",
                    "images\\029- (8).png"
                ]
            }
        ]
    },
    {
        "案例编号": "CASE_030",
        "帖子内容": [
            {
                "url": "https://api.xiaoheihe.cn/v3/bbs/app/api/web/share?link_id=ae41705b6375",
                "正文": "晚上聊天不小心把女朋友惹生气了\n事情的起因是她晚上不舒服睡不着，来找我陪她，聊了几句之后她就不见了大概间隔了两三分钟的样子，因为最近她一直很容易犯困我以为她睡着了，或者不想理我，就发了一段话去试探一下，结果寄了，兄弟们，这算是哄好了还是没哄好，咋办啊？",
                "配图": [
                    "images\\030- (1).png",
                    "images\\030- (2).png",
                    "images\\030- (3).png",
                    "images\\030- (4).png",
                    "images\\030- (5).png",
                    "images\\030- (6).png"
                ]
            }
        ]
    }
]